Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Couldn't start. Needs a connected strap and a resting heart rate.
de: Konnte nicht starten. Braucht einen verbundenen Strap und eine Ruheherzfrequenz.
es: No se pudo iniciar. Necesita una pulsera conectada y una frecuencia cardíaca en reposo.
fr: Impossible de démarrer. Nécessite un bracelet connecté et une fréquence cardiaque au repos.
it: Impossibile avviare. Servono una fascia connessa e una frequenza cardiaca a riposo.
pl: Nie udało się rozpocząć. Wymaga podłączonego paska i pomiaru tętna spoczynkowego.
pt_pt: Não foi possível iniciar. Necessita de uma bracelete conectada e de uma frequência cardíaca em repouso.
ru: Не удалось начать. Требуется подключённый браслет и пульс в покое.
th: ไม่สามารถเริ่มต้นได้ ต้องมีสายรัดที่เชื่อมต่อและอัตราการเต้นหัวใจขณะพัก
zh_hans: 无法开始。需要已连接的手环和静息心率。
zh_hant: 無法開始。需要已連接的手環和靜息心率。

source: Couldn't write the strap log right now.
de: Strap-Log konnte gerade nicht geschrieben werden.
es: No se pudo escribir el registro de la pulsera en este momento.
fr: Impossible d'écrire le journal du bracelet pour le moment.
it: Impossibile scrivere il registro della fascia adesso.
pl: Nie udało mi się teraz zapisać dziennika paska.
pt_pt: Não foi possível escrever o registo da bracelete agora.
ru: Не удалось записать журнал браслета сейчас.
th: ไม่สามารถเขียนบันทึกสายรัดได้ในขณะนี้
zh_hans: 目前无法写入手环日志。
zh_hant: 目前無法寫入手環記錄。

source: Counted on-device from what your provider reports back — not every request format reports usage, so this may undercount rather than overcount.
de: Wird auf dem Gerät anhand der Rückmeldungen Ihres Anbieters gezählt. Da nicht jedes Anfrageformat die Nutzung meldet, kann es sein, dass hier eine Unterzählung statt eine Überzählung vorliegt.
es: Contado en el dispositivo a partir de lo que informa su proveedor; no todos los formatos de solicitud informan el uso, por lo que esto puede subestimarse en lugar de excederse.
fr: Compté sur l'appareil à partir de ce que votre fournisseur rapporte : tous les formats de requête ne signalent pas l'utilisation, cela peut donc être sous-estimé plutôt que surestimé.
it: Conteggiato sul dispositivo in base a ciò che riporta il tuo provider: non tutti i formati di richiesta riportano l'utilizzo, quindi questo potrebbe essere sottostimato anziché sovrastimato.
pl: Liczone na urządzeniu na podstawie tego, co zwraca Twój dostawca — nie każdy format zapytania raportuje zużycie, więc wartość może być raczej zaniżona niż zawyżona.
pt_pt: Contado no dispositivo a partir do que seu provedor informa. Nem todo formato de solicitação relata o uso, portanto, isso pode ser subestimado em vez de superestimado.
ru: Подсчитывается на устройстве на основе отчетов вашего провайдера — не каждый формат запроса сообщает об использовании, поэтому этот показатель может быть занижен, а не завышен.
th: นับบนอุปกรณ์จากสิ่งที่ผู้ให้บริการของคุณรายงานกลับมา — ไม่ใช่ทุกรูปแบบคำขอที่รายงานการใช้งาน ดังนั้นการดำเนินการนี้อาจนับน้อยไปแทนที่จะนับเกิน
zh_hans: 根据您的提供商报告的内容在设备上进行计数 - 并非每种请求格式都会报告使用情况，因此这可能会少算而不是多算。
zh_hant: 根據您的提供者報告的內容在裝置上進行計數 - 並非每種請求格式都會報告使用情況，因此這可能會少算而不是多算。

source: Counter ticks per step. Leave at 1.0 unless your steps run high. On a WHOOP 5/MG they can run very high (10× or more), so this goes up to 30. Walk a known 1,000 steps and divide NOOP's count by the real count to get your value.
de: Zählerticks pro Schritt. Lass es auf 1,0, außer deine Schritte fallen zu hoch aus. Auf einem WHOOP 5/MG können sie sehr hoch ausfallen (10× oder mehr), daher geht das hier bis 30. Geh bekannte 1.000 Schritte und teile NOOPs Zählung durch die echte Zahl, um deinen Wert zu erhalten.
es: Pulsos del contador por paso. Déjalo en 1.0 salvo que tus pasos salgan altos. En una WHOOP 5/MG pueden salir muy altos (10× o más), por eso llega hasta 30. Camina 1.000 pasos conocidos y divide el conteo de NOOP entre el conteo real para obtener tu valor.
fr: Impulsions du compteur par pas. Laissez à 1,0 sauf si vos pas sont très élevés. Sur un WHOOP 5/MG, ils peuvent être très élevés (10× ou plus), donc ceci va jusqu'à 30. Marchez un nombre connu de 1 000 pas et divisez le comptage de NOOP par le comptage réel pour obtenir votre valeur.
it: Conteggi del contatore per passo, lascia a 1.0 a meno che i tuoi passi non siano molto elevati. Su un WHOOP 5/MG possono essere molto alti (10× o più), quindi questo arriva fino a 30. Cammina per 1.000 passi noti e dividi il conteggio di NOOP per quello reale per ottenere il tuo valore.
pl: Licznik taktów na krok. Zostaw na 1,0, chyba że Twoje kroki będą wysokie. Na WHOOP 5/MG mogą biegać bardzo wysoko (10× lub więcej), więc liczba ta wzrasta do 30. Przejdź znane 1000 kroków i podziel liczbę NOOP przez liczbę rzeczywistą, aby otrzymać wartość.
pt_pt: Contador de ticks por etapa. Deixe em 1,0, a menos que os teus passos sejam altos. Num WHOOP 5/MG podem correr muito alto (10× ou mais), por isso isto vai até 30. Caminhe 1.000 passos conhecidos e divida a contagem do NOOP pela contagem real para obter o teu valor.
ru: Тиков счётчика на шаг. Оставьте 1,0, если только количество шагов не завышено. На WHOOP 5/MG оно может быть очень высоким (в 10 раз и более), поэтому значение доходит до 30. Пройдите известные 1000 шагов и разделите счёт NOOP на реальное количество, чтобы получить своё значение.
th: จำนวนสัญญาณที่นับต่อหนึ่งก้าว ให้คงไว้ที่ 1.0 เว้นแต่จำนวนก้าวจะสูงเกินจริง สำหรับ WHOOP 5/MG ค่าอาจสูงมาก (10 เท่าขึ้นไป) จึงปรับได้ถึง 30 วิธีหาค่าที่เหมาะสมคือเดินให้ครบ 1,000 ก้าว แล้วนำจำนวนที่ NOOP แสดงหารด้วยจำนวนก้าวจริง
zh_hans: 每步的计数器计数，除非你的步数偏高，否则保持为 1.0。在 WHOOP 5/MG 上，它们可能非常高（10 倍或更多），因此此值最高可到 30。走一段已知的 1,000 步，用 NOOP 的计数除以真实计数，即可得到你的数值。
zh_hant: 每步的計數器計數，除非你的步數偏高，否則保持為 1.0。在 WHOOP 5/MG 上，它們可能非常高（10 倍或更多），因此此值最高可到 30。走一段已知的 1,000 步，用 NOOP 的計數除以真實計數，即可得到你的數值。

source: Coupled read
de: Gekoppelt
es: Un par de lecturas
fr: Lire comme suit:
pl: Czytanie w połączeniu
pt_pt: Leitura acoplada
ru: Совмещённое отображение
th: การวัดแบบจับคู่

source: Coupled view
de: Zusammengefasste Ansicht
es: Vista combinada
fr: Vue combinée
it: Vista combinata
pl: Widok łączony
pt_pt: Vista acoplada
ru: Совмещённый вид
th: วิวคู่
zh_hans: 组合视图
zh_hant: 組合檢視

source: covered
de: abgedeckt
es: cubierto
fr: couvert
it: coperto
pl: pokryty
ru: покрыто
th: ครอบคลุม
zh_hans: 已覆盖
zh_hant: 已涵蓋

source: Crunching your raw streams…
de: Deine Rohdaten werden verarbeitet…
es: Procesando tus flujos de datos…
fr: Traitement de vos flux bruts…
it: Elaborazione dei tuoi flussi grezzi…
pl: Przetwarzanie surowych strumieni…
pt_pt: Processando os teus streams brutos…
ru: Обрабатываю исходные данные…
th: กระทืบกระแสดิบของคุณ ...
zh_hans: 正在处理你的原始数据流…
zh_hant: 正在處理你的原始資料流…

source: CSV exported
de: CSV exportiert
es: CSV exportado
fr: CSV exporté
it: CSV esportato
pl: CSV wyeksportowano
pt_pt: CSV exportado
ru: CSV экспортирован
th: ส่งออก CSV แล้ว
zh_hans: CSV 已导出
zh_hant: CSV 已匯出

source: Cues sent
de: Gesendete Hinweise
es: Avisos enviados
fr: Signaux envoyés
it: Segnali inviati
pl: Wskazówki wysłane
pt_pt: Dicas enviadas
ru: Сигналы отправлены
th: ส่งคิวแล้ว
zh_hans: 已发送提示
zh_hant: 已發送提示

source: Cup
de: Tasse
es: Taza
fr: Tasse
it: Tazza
pl: Filiżanka
pt_pt: Taça
ru: Чашка
th: ถ้วย
zh_hans: 杯
zh_hant: 杯

source: Current calibration
de: Aktuelle Kalibrierung
es: Calibración actual
fr: Calibration actuelle
it: Calibrazione attuale
pl: Aktualna kalibracja
pt_pt: Calibração atual
ru: Текущая калибровка
th: การสอบเทียบปัจจุบัน
zh_hans: 当前校准
zh_hant: 目前校準

source: Current charge
de: Aktuelle Ladung
es: Carga actual
fr: Charge actuelle
it: Carica attuale
pl: Aktualna opłata
pt_pt: Carga atual
ru: Текущий заряд
th: พลังฟื้นตัวปัจจุบัน
zh_hans: 当前能量
zh_hant: 目前能量

source: Current conversation
de: Aktuelles Gespräch
es: Conversación actual
fr: Conversation actuelle
it: Conversazione attuale
pl: Bieżąca rozmowa
pt_pt: Conversa atual
ru: Текущий разговор
th: การสนทนาปัจจุบัน
zh_hans: 当前对话
zh_hant: 目前對話

source: Current estimate
de: Aktuelle Schätzung
es: Estimación actual
fr: Estimation actuelle
it: Stima attuale
pl: Aktualny kosztorys
pt_pt: Estimativa atual
ru: Текущая оценка
th: ประมาณการปัจจุบัน
zh_hans: 当前估算
zh_hant: 目前估算

source: Current physiology, strap trust, and session controls in one working view.
de: Aktuelle Physiologie, Strap-Vertrauen und Sitzungssteuerung in einer Arbeitsansicht.
es: Fisiología actual, confianza de la pulsera y controles de sesión en una sola vista de trabajo.
fr: Physiologie actuelle, fiabilité du bracelet et contrôles de séance dans une seule vue de travail.
it: Fisiologia attuale, affidabilità della fascia e controlli di sessione in un'unica vista operativa.
pl: Bieżąca fizjologia, zaufanie paska i elementy sterujące sesją w jednym widoku roboczym.
pt_pt: Fisiologia atual, confiança nas braceletes e controlos de sessão numa visualização de trabalho.
ru: Текущая физиология, доверие к браслету и элементы управления сеансом в одном рабочем окне.
th: สรีรวิทยาปัจจุบัน ความน่าเชื่อถือของสายรัด และการควบคุมเซสชันในมุมมองการทำงานเดียว
zh_hans: 将当前的生理状态、手环信任度和会话控制集中在一个操作视图中。
zh_hant: 將目前的生理狀態、手環信任度和工作階段控制集中在一個操作檢視中。

source: Current: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
it: Attuale: %@
pl: Obecne: %@
pt_pt: Atual: %@
ru: Текущее: %@
th: ปัจจุบัน: %@
zh_hans: 当前：%@
zh_hant: 目前：%@

source: Currently behind your starting point.
de: Aktuell hinter deinem Ausgangspunkt.
es: Ahora estás por detrás de tu punto de partida.
fr: Actuellement en deçà de votre point de départ.
it: Al momento sei dietro al punto di partenza.
pl: Obecnie poniżej punktu wyjścia.
pt_pt: Atualmente atrás do teu ponto de partida.
ru: Сейчас позади исходной точки.
th: ขณะนี้อยู่หลังจุดเริ่มต้นของคุณ
zh_hans: 目前落后于起点。
zh_hant: 目前落後於起點。

source: currently moving away from the target
de: bewegt sich derzeit vom Ziel weg
es: ahora se aleja del objetivo
fr: s'éloigne actuellement de l'objectif
it: al momento si allontana dall'obiettivo
pl: obecnie oddalasz się od celu
pt_pt: atualmente a afastar-se do objetivo
ru: сейчас уходит от цели
th: ขณะนี้กำลังเคลื่อนตัวออกห่างจากเป้าหมาย
zh_hans: 目前正在远离目标
zh_hant: 目前正在遠離目標

source: Currently: %@. %@
de: Aktuell: %1$@. %2$@
es: Actualmente: %1$@. %2$@
fr: Actuellement : %1$@. %2$@
it: Attualmente: %@. %@
pl: Obecnie: %@. %@
pt_pt: Atualmente: %@. %@
ru: В настоящее время: %@. %@
th: ปัจจุบัน: %@ %@
zh_hans: 当前：%@。 %@
zh_hant: 目前：%@。 %@

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
pl: Zwyczaj
pt_pt: Personalizado
ru: Другое
th: กำหนดเอง
zh_hans: 自定义
zh_hant: 自訂

source: Custom %lld ml
de: Eigene %lld ml
es: Personalizado %lld ml
fr: Personnalisé %lld ml
it: Personalizzato %lld ml
pl: Niestandardowy %lld ml
pt_pt: %lld ml personalizado
ru: Другое, %lld мл
th: กำหนดเอง %lld มล.
zh_hans: 自定义 %lld 毫升
zh_hant: 自訂 %lld 毫升

source: Custom accent colour
de: Eigene Akzentfarbe
es: Color de acento personalizado
fr: Couleur d’accent personnalisée
it: Colore d’accento personalizzato
pl: Niestandardowy kolor akcentu
pt_pt: Cor de destaque personalizada
ru: Свой цвет акцента
th: สีเน้นแบบกำหนดเอง
zh_hans: 自定义强调色
zh_hant: 自訂強調色

source: Custom access choices. Sensitive journal data needs its own extra switch.
de: Eigene Zugriffsregeln. Sensible Tagebuchdaten brauchen ihren eigenen zusätzlichen Schalter.
es: Opciones de acceso personalizadas. Los datos confidenciales del diario necesitan su propio interruptor adicional.
fr: Choix d'accès personnalisés. Les données sensibles du journal nécessitent leur propre commutateur supplémentaire.
it: Scelte di accesso personalizzate. I dati sensibili del diario necessitano di un proprio interruttore aggiuntivo.
pl: Własne ustawienia dostępu. Wrażliwe dane z dziennika wymagają osobnego przełącznika.
pt_pt: Opções de acesso personalizadas. Os dados confidenciais do diário precisam de sua própria opção extra.
ru: Пользовательский выбор доступа. Для конфиденциальных данных журнала требуется отдельный дополнительный переключатель.
th: ตัวเลือกการเข้าถึงแบบกำหนดเอง ข้อมูลบันทึกประจำวันที่ละเอียดอ่อนจำเป็นต้องมีสวิตช์พิเศษของตัวเอง
zh_hans: 自定义访问选择。敏感日志数据需要自己的额外开关。
zh_hant: 自訂存取選擇。敏感日誌資料需要自己的額外開關。

source: Custom date
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fr: Date personnalisée
it: Data personalizzata
pl: Własna data
pt_pt: Data personalizada
ru: Пользовательская дата
th: วันที่กำหนดเอง
zh_hans: 定制日期
zh_hant: 客製化日期

source: Custom marker name
de: Name des eigenen Markers
es: Nombre del marcador personalizado
fr: Nom du marqueur personnalisé
it: Nome marcatore personalizzato
pl: Niestandardowa nazwa znacznika
pt_pt: Nome do marcador personalizado
ru: Название пользовательского маркера
th: ชื่อเครื่องหมายที่กำหนดเอง
zh_hans: 自定义标记名称
zh_hant: 自訂標記名稱

source: Custom marker unit
de: Einheit des eigenen Markers
es: Unidad del marcador personalizado
fr: Unité du marqueur personnalisé
it: Unità marcatore personalizzato
pl: Niestandardowa jednostka znacznika
pt_pt: Unidade de marcador personalizada
ru: Единица пользовательского маркера
th: หน่วยของตัวชี้วัดที่กำหนดเอง
zh_hans: 自定义标记单位
zh_hant: 自訂標記單位

source: Custom model id
de: Eigene Modell-ID
es: ID de modelo personalizado
fr: ID de modèle personnalisé
it: ID modello personalizzato
pl: Niestandardowy identyfikator modelu
pt_pt: ID do modelo personalizado
ru: Пользовательский ID модели
th: รหัสโมเดลที่กำหนดเอง
zh_hans: 自定义模型 ID
zh_hant: 自訂模型 ID

source: Custom size
de: Eigene Größe
es: Tamaño personalizado
fr: Taille personnalisée
it: Dimensione personalizzata
pl: Rozmiar niestandardowy
pt_pt: Tamanho personalizado
ru: Пользовательский размер
th: ขนาดที่กำหนดเอง
zh_hans: 自定义大小
zh_hant: 自訂大小

source: Custom…
de: Benutzerdefiniert…
es: Personalizado…
fr: Personnalisé…
it: Personalizzato…
pl: Zwyczaj…
pt_pt: Personalizado…
ru: Пользовательский…
th: กำหนดเอง…
zh_hans: 自定义…
zh_hant: 自訂…

source: Customise your cards
de: Passe deine Karten an
es: Personaliza tus tarjetas
fr: Personnalisez vos cartes
it: Personalizza le tue schede
pl: Dostosuj swoje karty
pt_pt: Personalize os teus cartões
ru: Настройте свои карточки
th: ปรับแต่งการ์ดของคุณ
zh_hans: 自定义你的卡片
zh_hant: 自訂你的卡片

source: Customised. Your edited instructions frame every reply.
de: Angepasst. Deine bearbeiteten Anweisungen rahmen jede Antwort.
es: Personalizado. Tus instrucciones editadas dan forma a cada respuesta.
fr: Personnalisé. Vos instructions modifiées encadrent chaque réponse.
it: Personalizzato. Le istruzioni che hai modificato inquadrano ogni risposta.
pl: Dostosowane. Zmienione instrukcje stanowią ramę każdej odpowiedzi.
pt_pt: Personalizado. As tuas instruções editadas enquadram cada resposta.
ru: Настроено. Ваши изменённые инструкции формируют каждый ответ.
th: กำหนดเอง คำแนะนำที่คุณแก้ไขจะกรอบทุกคำตอบ
zh_hans: 已自定义。你编辑的指令会影响每一条回复。
zh_hant: 已自訂。你編輯的指示會影響每一則回覆。

source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
pl: Dostosuj
pt_pt: Personalizar
ru: Настроить
th: ปรับแต่ง
zh_hans: 自定义
zh_hant: 自訂

source: Customize Sleep
de: Schlaf anpassen
es: Personalizar Sueño
fr: Personnaliser le sommeil
it: Personalizza Sonno
pl: Dostosuj sen
pt_pt: Personalizar Sono
ru: Настроить сон
th: ปรับแต่งการนอนหลับ
zh_hans: 自定义睡眠
zh_hant: 自訂睡眠

source: Customize Today
de: Heute anpassen
es: Personalizar Hoy
fr: Personnaliser Aujourd’hui
it: Personalizza Oggi
pl: Dostosuj już dziś
pt_pt: Personalizar Hoje
ru: Настроить «Сегодня»
th: ปรับแต่งหน้า วันนี้
zh_hans: 自定义“今天”
zh_hant: 自訂「今天」

source: Cutoff before bed
de: Grenze vor dem Schlafengehen
es: Límite antes de dormir
fr: Limite avant le coucher
it: Limite prima di dormire
pl: Odcięcie przed snem
pt_pt: Corte antes de dormir
ru: Ограничение перед сном
th: ตัดยอดก่อนนอน
zh_hans: 睡前截止时间
zh_hant: 睡前截止時間

source: Cycle awareness
de: Zyklusbewusstsein
es: Conciencia del ciclo
fr: Conscience du cycle
it: Consapevolezza del ciclo
pl: Świadomość rowerowa
pt_pt: Consciência do ciclo
ru: Осведомлённость о цикле
th: การรับรู้วงจร
zh_hans: 周期感知
zh_hant: 週期感知

source: Cycle phase: %@.
de: Zyklusphase: %@.
es: Fase del ciclo: %@.
fr: Phase du cycle : %@.
it: Fase del ciclo: %@.
pl: Faza cyklu: %@.
pt_pt: Fase do ciclo: %@.
ru: Фаза цикла: %@.
th: เฟสวงจร: %@
zh_hans: 周期阶段：%@。
zh_hant: 週期階段：%@。

# Cycle phase: %@. About day %lld to %lld.
source: Cycle phase: %1$@. About day %2$lld to %3$lld.
de: Zyklusphase: %1$@. Etwa Tag %2$lld bis %3$lld.
es: Fase del ciclo: %@. Aproximadamente del día %lld al %lld.
fr: Phase du cycle : %1$@. Environ du jour %2$lld au %3$lld.
it: Fase del ciclo: %@. Circa dal giorno %lld al %lld.
pl: Faza cyklu: %1$@. O dniu %2$lld do %3$lld.
pt_pt: Fase do ciclo: %1$@. Cerca do dia %2$lld a %3$lld.
ru: Фаза цикла: %1$@. Примерно день %2$lld–%3$lld.
th: เฟสวงจร: %@ ประมาณวัน %lld ถึง %lld
zh_hans: 周期阶段：%1$@。大约第 %2$lld 到 %3$lld 天。
zh_hant: 週期階段：%1$@。大約第 %2$lld 至 %3$lld 天。

# Cycle phase: %@. About day %lld.
source: Cycle phase: %1$@. About day %2$lld.
de: Zyklusphase: %1$@. Etwa Tag %2$lld.
es: Fase del ciclo: %@. Aproximadamente día %lld.
fr: Phase du cycle : %1$@. Environ jour %2$lld.
it: Fase del ciclo: %@. Circa giorno %lld.
pl: Faza cyklu: %1$@. O dniu %2$lld.
pt_pt: Fase do ciclo: %1$@. Por volta do dia %2$lld.
ru: Фаза цикла: %1$@. Примерно день %2$lld.
th: เฟสวงจร: %@ เกี่ยวกับวัน %lld
zh_hans: 周期阶段：%1$@。大约第 %2$lld 天。
zh_hant: 週期階段：%1$@。大約第 %2$lld 天。

source: Cycle tracker
de: Zyklustracker
es: Seguimiento del ciclo
fr: Suivi du cycle
it: Monitoraggio del ciclo
pl: Śledzenie cyklu
pt_pt: Monitorização do ciclo
ru: Отслеживание цикла
th: ติดตามรอบเดือน
zh_hans: 生理周期追踪
zh_hant: 生理週期追蹤

source: Daily 0-3 proxy
de: Täglicher 0-3-Proxy
es: Proxy 0-3 diario
fr: Proxy quotidien 0-3
it: Procura giornaliera 0-3
pl: Dzienny wskaźnik zastępczy 0-3
pt_pt: Procuração diária 0-3
ru: Ежедневно 0-3 прокси
th: พร็อกซี 0–3 รายวัน
zh_hans: 每日0-3代理
zh_hant: 每日0-3代理

source: Daily 0–3 proxy
de: Täglicher 0–3-Proxy
es: Indicador diario 0–3
fr: Indicateur quotidien 0–3
it: Proxy giornaliero 0–3
pl: Codziennie 0–3 proxy
pt_pt: Procuração diária 0–3
ru: Суточный показатель-заменитель 0–3
th: พร็อกซี 0–3 รายวัน
zh_hans: 每日 0–3 代理值
zh_hant: 每日 0–3 代理指標

source: Daily auto-backup
de: Tägliche automatische Sicherung
es: Copia de seguridad automática diaria
fr: Sauvegarde automatique quotidienne
it: Backup automatico giornaliero
pl: Codzienna automatyczna kopia zapasowa
pt_pt: Cópia de segurança automático diário
ru: Ежедневное автосохранение резервной копии
th: การสำรองข้อมูลอัตโนมัติรายวัน
zh_hans: 每日自动备份
zh_hant: 每日自動備份

source: Daily auto-export of the strap log
de: Täglicher Auto-Export des Strap-Logs
es: Exportación automática diaria del registro de la pulsera
fr: Exportation automatique quotidienne du journal du bracelet
it: Esportazione automatica giornaliera del registro della fascia
pl: Codzienny automatyczny eksport dziennika taśm
pt_pt: Exportação automática diária do registo de bracelete
ru: Ежедневный автоэкспорт журнала браслета
th: ส่งออกบันทึกสายรัดอัตโนมัติทุกวัน
zh_hans: 每日自动导出手环日志
zh_hant: 每日自動匯出手環日誌

source: Daily auto-export time
de: Zeit für täglichen Auto-Export
es: Hora de la exportación automática diaria
fr: Heure d'exportation automatique quotidienne
it: Orario di esportazione automatica giornaliera
pl: Dzienny czas automatycznego eksportu
pt_pt: Tempo diário de exportação automática
ru: Время ежедневного автоэкспорта
th: เวลาส่งออกอัตโนมัติรายวัน
zh_hans: 每日自动导出时间
zh_hant: 每日自動匯出時間

source: Daily check-in
de: Täglicher Check-in
es: Check-in diario
fr: Point quotidien
it: Check-in giornaliero
pl: Codzienne zameldowanie
pt_pt: Check-in diário
ru: Ежедневная регистрация
th: เช็คอินทุกวัน
zh_hans: 每日签到
zh_hant: 每日簽到

source: Daily coach check-in
de: Täglicher Coach-Check-in
es: Check-in diario del coach
fr: Point quotidien du coach
it: Check-in giornaliero del pullman
pl: Codzienne zameldowanie u trenera
pt_pt: Check-in diário do treinador
ru: Ежедневная регистрация тренеров
th: เช็คอินด้วยรถโค้ชทุกวัน
zh_hans: 每日教练签到
zh_hant: 每日教練簽到

source: Daily signals
de: Tägliche Signale
es: Señales diarias
fr: Signaux quotidiens
it: Segnali giornalieri
pl: Codzienne sygnały
pt_pt: Sinais diários
ru: Ежедневные показатели
th: สัญญาณรายวัน
zh_hans: 每日信号
zh_hant: 每日訊號

source: Data & App
de: Daten & App
es: Datos y app
fr: Données et application
it: Dati e app
pl: Dane i aplikacja
pt_pt: Dados e aplicação
ru: Данные и приложение
th: ข้อมูลและแอป
zh_hans: 数据与应用
zh_hant: 資料與應用程式

source: Data access
de: Datenzugriff
es: Acceso a datos
fr: Accès aux données
it: Accesso ai dati
pl: Dostęp do danych
pt_pt: Acesso a dados
ru: Доступ к данным
th: การเข้าถึงข้อมูล
zh_hans: 数据存取
zh_hant: 資料存取

source: Data access is off — Coach can't see your numbers.
de: Datenzugriff ist aus – der Coach sieht deine Werte nicht.
es: El acceso a los datos está desactivado: el coach no puede ver tus números.
fr: L'accès aux données est désactivé — le coach ne voit pas vos chiffres.
it: L'accesso ai dati è disattivato: Coach non può vedere i tuoi numeri.
pl: Dostęp do danych jest wyłączony — trener nie widzi Twoich liczb.
pt_pt: O acesso aos dados está desativado — Coach não consegue ver seus números.
ru: Доступ к данным отключен — Coach не видит ваших номеров.
th: การเข้าถึงข้อมูลปิดอยู่ — โค้ชไม่เห็นหมายเลขของคุณ
zh_hans: 数据访问已关闭 — Coach 看不到您的号码。
zh_hant: 資料存取已關閉 — Coach 看不到您的號碼。

source: Data access is off, so answers stay generic. Turn it on in Settings → Privacy & data to get answers based on your real numbers.
de: Der Datenzugriff ist aus, deshalb bleiben die Antworten allgemein. Aktiviere ihn unter Einstellungen → Datenschutz & Daten, um Antworten auf Basis deiner echten Werte zu bekommen.
es: El acceso a los datos está desactivado, así que las respuestas siguen siendo genéricas. Actívalo en Ajustes → Privacidad y datos para obtener respuestas basadas en tus números reales.
fr: L'accès aux données est désactivé, donc les réponses restent génériques. Activez-le dans Réglages → Confidentialité et données pour obtenir des réponses basées sur vos vrais chiffres.
it: L'accesso ai dati è disattivato, quindi le risposte rimangono generiche. Attivalo in Impostazioni → Privacy e dati per ottenere risposte basate sui tuoi numeri reali.
pl: Dostęp do danych jest wyłączony, więc odpowiedzi pozostają ogólne. Włącz go w Ustawieniach → Prywatność i dane, by otrzymywać odpowiedzi oparte na Twoich prawdziwych liczbach.
pt_pt: O acesso aos dados está desativado, portanto as respostas permanecem genéricas. Ative-o em Configurações → Privacidade e dados para obter respostas com base em seus números reais.
ru: Доступ к данным отключен, поэтому ответы остаются общими. Включите его в «Настройки» → «Конфиденциальность и данные», чтобы получать ответы на основе ваших реальных цифр.
th: การเข้าถึงข้อมูลปิดอยู่ ดังนั้นคำตอบจะยังคงเป็นข้อมูลทั่วไป เปิดใช้งานในการตั้งค่า → ความเป็นส่วนตัวและข้อมูลเพื่อรับคำตอบตามจำนวนจริงของคุณ
zh_hans: 数据访问已关闭，因此答案保持通用。在“设置”→“隐私和数据”中将其打开，即可根据您的真实数字获得答案。
zh_hant: 數據存取已關閉，因此答案保持通用。在「設定」→「隱私和資料」中將其打開，即可根據您的真實數字獲得答案。

source: Data access is off. Coach can't see your numbers.
de: Datenzugriff ist aus. Der Coach sieht deine Werte nicht.
es: El acceso a los datos está desactivado. El coach no puede ver tus números.
fr: L'accès aux données est désactivé. Le coach ne voit pas vos chiffres.
it: L'accesso ai dati è disattivato. Coach non riesce a vedere i tuoi numeri.
pl: Dostęp do danych jest wyłączony. Trener nie widzi Twoich liczb.
pt_pt: O acesso aos dados está desativado. Coach não consegue ver seus números.
ru: Доступ к данным отключен. Coach не видит ваших номеров.
th: การเข้าถึงข้อมูลปิดอยู่ โค้ชไม่เห็นเลขของคุณ
zh_hans: 数据访问已关闭。 Coach 看不到您的号码。
zh_hant: 資料存取已關閉。 Coach 看不到您的號碼。

source: Data catalog
de: Datenkatalog
es: Catálogo de datos
fr: Catalogue de données
it: Catalogo dati
pl: Katalog danych
pt_pt: Catálogo de dados
ru: Каталог данных
th: แค็ตตาล็อกข้อมูล
zh_hans: 数据目录
zh_hant: 資料目錄
